<header role="page">
<h1 class="join icon">Junte-se a n&oacute;s</h1>

<p>Isso &eacute; uma Revolu&ccedil;&atilde;o, e n&oacute;s precisamos de todos&nbsp;&ndash;
n&atilde;o s&oacute; combatentes. Precisamos de especialistas, pessoas revolucion&aacute;rias que entendam esse processo. Precisamos de Curdos no ocidente que falem ingl&ecirc;s ou outras l&iacute;nguas. N&oacute;s precisamos de arquitetos, doutores, engenheiros, tecn&oacute;logos, jornalistas e tradutores. N&oacute;s precisamos de artistas de rua, m&uacute;sicos e pessoas culturais.</p>

<p><strong>Precisamos de voc&ecirc;!</strong></p>
   </header>

<section id="main">
<h3>Vis&atilde;o geral da situa&ccedil;&atilde;o (um resumo pessoal)</h3>

<p>Em face do que aconteceu e o que acontecer&aacute;, parece-me que chegou o momento da avalia&ccedil;&atilde;o do estado das coisas em Rojava. Sem d&uacute;vidas ser&aacute; muito subjetivo e baseado na minha experi&ecirc;ncia indivdual. Espero que seja de alguma ajuda para as pessoas dentro da revolu&ccedil;&atilde;o e fora da revolu&ccedil;&atilde;o, para entender a situa&ccedil;&atilde;o atual. Minha an&aacute;lise &eacute;, em grande parte, derivada de minhas experi&ecirc;ncias no cant&atilde;o de Cizre, j&aacute; que n&atilde;o visitei Afr&icirc;n e Koban&ecirc;. </p>

<p>Ap&oacute;s tr&ecirc;s anos de revolu&ccedil;&atilde;o, Rojava entrou num mundo de possibilidades. A mudan&ccedil;a est&aacute; acontecendo rapidamente em todas as esferas da sociedade. A liberdade sem precedentes criou uma grande diversidade, e em muitos aspectos, um paradoxo no panorama socio-pol&iacute;tico. Rojava est&aacute;, no momento, num estranho limbo entre uma comunidade revolucion&aacute;ria e um estado federal ansiando para ser pego pelas asas da uni&atilde;o europ&eacute;ia. Atualmente, insitui&ccedil;&otilde;es revolucion&aacute;rias e burguesas existem paralelamente, enquanto ambas (revolucion&aacute;rias e liberais) permanecem op&ccedil;&otilde;es. A quest&atilde;o essencial continua ser se a revolu&ccedil;&atilde;o expandir&aacute; para grupos maiores fora de Rojava. </p>

<h3>Hist&oacute;ria<o:p></o:p></h3>

<p>Sob o regime de Assad, foram negados aos Curdos a cidadania e os direitos b&aacute;sicos. Eles foram integralmente privados da posse legal de propriedades e economicamente marginalizados. Essas pol&iacute;ticas pressionaram os Curdos a emigrar de Rojava, enquanto o regime colonizava a &aacute;rea com os &Aacute;rabes. O ensino do idioma Curdo era ilegal, crian&ccedil;as eram proibidas de fala-lo nas escolas e a m&iacute;dia Curda era censurada.</p>

<p>Os Curdos n&atilde;o tinham direito aos servi&ccedil;os relacionados &agrave; sa&uacute;de e nem a ter ind&uacute;strias, nem receber apoio do Estado. Devido a isso e v&aacute;rios outros problemas, alguns Curdos queriam deixar a S&iacute;ria, mas isso tamb&eacute;m n&atilde;o foi legalmente concebido, uma vez que n&atilde;o tinham o direito de viajar para outros pa&iacute;ses.</p>

<p>A &aacute;rea era deliberadamente mantida na pobreza, sem que pequenos neg&oacute;cios independentes pudessem florescer. A &uacute;nica ind&uacute;stria, de propriedade do governo, geralmente orbitava em torno do petr&oacute;leo. Outro setor dominante era o cultivo de trigo, respons&aacute;vel por sustentar o resto da S&iacute;ria. A terra em Rojava &eacute; muito f&eacute;rtil, mas falta diversidade &agrave; economia.</p>

<p>Em 2004, no come&ccedil;o de uma partida de futebol entre os Curdos de Qamishlo e os &Aacute;rabes de Deir al-Zor (agora forte reduto do Estado Isl&acirc;mico) em Rojava, supremacistas &Aacute;rabes exibiram imagens de Saddam Hussein, gritando &ldquo;O segundo Halabja (genoc&iacute;dio em massa no Iraque, de autoria de Saddam) ser&aacute; na S&iacute;ria&rdquo;. Brigas explodiram e foram tomando a cidade inteira, mas foram posteriormente reprimidas com dureza pelo ex&eacute;rcito S&iacute;rio. Depois dessa tentativa falha, iniciou-se o per&iacute;odo de organiza&ccedil;&atilde;o e prepara&ccedil;&atilde;o secreta. For&ccedil;as de defesa foram estabelecidas, e mais tarde, em 2012, foram anunciadas como o YPG (Unidade de Defesa Popular).</p>

<p>Em 2012, as for&ccedil;as de Rojava come&ccedil;aram a retomar cidades, estabelecendo matrizes, criando unidades aut&ocirc;nomas auto-administrativas dentro de sua filosofia.</p>

<h3>Sociedade</h3>
    
<p>Algumas &aacute;reas recebem muita autonomia local, especialmente no campo da economia. Para donos de pequenas empresas, n&atilde;o h&aacute; taxas. Os recursos mais comuns t&ecirc;m um mecanismo democr&aacute;tico, regulando como eles ser&atilde;o distribu&iacute;dos (evitando flu&iacute;rem para o governo central). Tamb&eacute;m h&aacute; o TEV DEM (Movimento pela Sociedade Democr&aacute;tica) que &eacute; uma grande rede pol&iacute;tica de suporte que assiste a sociedade civil. A terra &eacute; alocada ou colocada em uso atrav&eacute;s de conselhos democr&aacute;ticos. Eles tamb&eacute;m encorajam cooperativas e privdenciam recursos para pequenos grupos independentes. Uma grande quantidade de ve&iacute;culos industriais foram coletivizados em dep&oacute;stios que s&atilde;o emprestados para pequenas coporativas, para ajud&aacute;-las. H&aacute; uma grande mudan&ccedil;a na educa&ccedil;&atilde;o, onde o dever dos professores &eacute; ser um facilidador, e n&atilde;o um ditador, h&aacute; uma grande &ecirc;nfase na cultura, linguagem, hist&oacute;ria e pol&iacute;tica.</p>
    
<p>Uma grande parte da popula&ccedil;&atilde;o do Curdist&atilde;o S&igrave;rio (Rojava), especialmente no cant&atilde;o de Afr&icirc;n, suporta e revolu&ccedil;&atilde;o e suas estruturas. Em contrapartida, ainda h&aacute; muita gente que &eacute; indeferente ou oposta a ela. Muitas pessoas de fam&iacute;lias crist&atilde;s ainda expressam forte lealdade &agrave; ditadura de Assad, mais da metade de seus filhos est&aacute; lutando no ex&eacute;rcito do regime. </p>
    
<p>Tamb&eacute;m h&aacute; um n&iacute;vel consistente de desconfian&ccedil;a entre pessoas habitando a &aacute;rea que tem ra&iacute;zes profundas, e manifestado por incont&aacute;veis opress&otilde;es e massacres no &uacute;ltimo mil&ecirc;nio. Mu&ccedil;ulmanos contra crist&atilde;os, &Aacute;rabes contra Curdos, Curmancis (curdos do norte) contra Yazidis, Turcos conra Arm&ecirc;nios &ndash;Enquanto isso certamente n&atilde;o &eacute; um problema apenas do Oriente M&eacute;dio, mas da civiliza&ccedil;&atilde;o em geral, a proximidade que esses povos coexistiram e interagiram foi uma dos aspectos que criaram uma situa&ccedil;&atilde;o &uacute;nica em Rojava. &Eacute; fato que desde a revolu&ccedil;&atilde;o, as rela&ccedil;&otilde;es entre diferentes grupos &eacute;tnicos e religiosos melhoraram drasticamente.</p>
    
<p>Isso acontece devido, principalmente, &agrave; repress&atilde;o "dividir para conquistar" arbitrariamente exercida pelo regime Baathista. Houveram e ainda h&aacute; "relocamentos" para dividir o territ&oacute;rio Curdo na S&iacute;ria em partes menores, houveram massacres de curdos por &aacute;rabes que foram organizados, treinados e pagos pelo regime Baathista. Tamb&eacute;m houveram proibi&ccedil;&atilde;o e destru&iacute;&ccedil;&atilde;o sistem&aacute;tica das florestas na regi&atilde;o de Cizre, para que os opositores ao regime de Assad n&atilde;o pudessem mudar para l&aacute;.</p>
    
<p>Segundamente, o sistema de conselhos d&aacute; a todos os grupos sociais uma grande quantidade de autonomia, recohecimento p&uacute;blico e uma plataforma para interagir de igual para igual um com os outros. No entanto; enquanto o &oacute;dio aberto caiu atr&aacute;s das linhas de frente, animosidade tradicional, alian&ccedil;as tribais e forte propaganda levou muitas pessoas para o lado de Bashar Al-Assad e o Estado Isl&acirc;mico. Ambos (especialmente o Estado Isl&acirc;mico), usam a nova liberdade pol&iacute;tica para mobilizar mais e mais pessoas &agrave;s suas ambi&ccedil;&otilde;es.</p>
    
<p>Ainda h&aacute; uma consider&aacute;vel quantida de pessoas que s&atilde;o indiferentes a qualquer mudan&ccedil;a que n&atilde;o tenha impacto nas suas condi&ccedil;&otilde;es materiais. Muitos desejam a Turquia, e o Curdist&atilde;o do Sul (Curdist&atilde;o Iraquiano), onde o KRG criou um oasis capitalista, pseudo-liberal, com luses brilhantes, SUV's e uma enchente de cultura americana, que distrai pessoas da desigualdade social, corrup&ccedil;&atilde;o desenfreada e desaparecimentos de cr&iacute;ticos ao governo. Os benef&iacute;cios da revolu&ccedil;&atilde;o ultrapassam a perspectiva de um elevado padr&atilde;o de vida.</p>
    
<p>Tamb&eacute;m, &eacute; entendido por muitos "n&atilde;o-Curdos" por ser a "revolu&ccedil;&atilde;o deles" nolugar de "a revolu&ccedil;&atilde;o de todos n&oacute;s". Ainda assim, muitos &aacute;rabes, ass&iacute;rios e outras minorias n&atilde;o est&atilde;o convencidos como a m&iacute;dia, arte e m&uacute;sica, bem como as pessoas que conduzem a revolu&ccedil;&atilde;o, s&atilde;o quase exclusivamente Curdos. Enquanto os la&ccedil;os entre os movimentos pol&iacute;ticos Curdos e Ass&iacute;rios h&aacute; vinte anos atr&aacute;s levaram a uma forte coopera&ccedil;&atilde;o hoje, a alian&ccedil;a entre o YPG e algumas tribos &aacute;rabes s&atilde;o mais estrat&eacute;gicas do que ideol&oacute;gicas, e ainda falta muito esfor&ccedil;o para incorporar a sociedade em conselhos comunais do sistema de Autonomia Democr&aacute;tica. Especialmente Cizre, o cant&atilde;o com mais diversidade social.</p>
   
<h3>Justi&ccedil;a</h3>
    
<p>Um dos desenvolvimentos mais interessantes &eacute; definitivamente o novo sistema de justi&ccedil;a.</p>
    
<p>Uma das principais ideias &eacute; reduzir a necessidade e, com isso, o poder de um sistema judici&aacute;rio centralizado, solucionando conflitos no pr&oacute;prio n&iacute;vel comunal. Todas as partes envolvidas entram em di&aacute;logo, mediado por pessoas especialmente treinadas da comunidade, com o objetivo de encontrar uma solu&ccedil;&atilde;o cujo foco n&atilde;o est&aacute; na puni&ccedil;&atilde;o, mas na repara&ccedil;&atilde;o e reabilita&ccedil;&atilde;o, seguindo referenciais que s&atilde;o menos estritas e mais flex&iacute;veis do que o c&oacute;digo penal. Caso isso falhe, o caso ser&aacute; encaminhado ao n&iacute;vel regional e, somente em &uacute;ltima inst&acirc;ncia ou em caso de crimes mais severos, um tribunal mais cl&aacute;ssico com um j&uacute;ri ir&aacute; lidar com a quest&atilde;o. O modelo parece de certa forma similar aos tribunais Gacaca de Ruanda, os quais foram estabelecidos temporariamente ap&oacute;s a guerra civil, visando lidar com um n&uacute;mero enorme de genocidas. Em Rojava, entretanto, &eacute; uma quest&atilde;o menos de necessidade e mais de vontade por criar uma jurisdi&ccedil;&atilde;o livre e justa, seguindo a doutrina "menos leis, mais justi&ccedil;a".</p>
    
<p>Dentre as novas pr&aacute;ticas h&aacute; a denominada "plataforma", a qual tem tradi&ccedil;&atilde;o no movimento. Na plataforma, ao acusado e &agrave;s partes lesadas (ex.: um ladr&atilde;o e as pessoas que ela/ele roubou ou um assassino e a fam&iacute;lia da v&iacute;tima), assim como aos representantes de diferentes setores da sociedade civil,
a todos &eacute; aberto um f&oacute;rum para pronunciarem-se abertamente. Todos os participantes da plataforma podem dizer criticar ou autocriticarem-se sobre o porqu&ecirc; do crime ter ocorrido e como o evitar no futuro. O acusado e a assembleia, ent&atilde;o, fazem sugest&otilde;es por medidas a serem implementadas ou puni&ccedil;&otilde;es, sempre orientadas por meio dos princ&iacute;pios da justi&ccedil;a restaurativa. As decis&otilde;es finais s&atilde;o votadas pela assembleia e um conselho de mediadores.</p>
    
<p>Os pres&iacute;dios existem, por&eacute;m s&atilde;o apenas para aqueles que cometeram crimes graves (muitos presidi&aacute;rios s&atilde;o terroristas do E.I, por exemplo). Esses pres&iacute;dios n&atilde;o s&atilde;o como os calabou&ccedil;os do Estado Baathista. A vida &eacute; comunal, baseada na educa&ccedil;&atilde;o, trabalho e divis&atilde;o de atividades. Reflex&atilde;o e reabilita&ccedil;&atilde;o s&atilde;o partes essenciais dessa vida. Todos os presidi&aacute;rios s&atilde;o encorajados a aprender novas habilidades, como artesanato ou idiomas, e s&atilde;o creditados por isso, o que leva &agrave; diminui&ccedil;&atilde;o da pena ou outros b&ocirc;nus.&nbsp;</p>
    
<h3>Educa&ccedil;&atilde;o</h3>
    
<p>A educa&ccedil;&atilde;o em Rojava &eacute; muito interessante. Os professores reconhecem os alunos como iguais e s&atilde;o vistos mais propriamente como facilitadores. H&aacute; encontros onde os estudantes podem fazer cr&iacute;ticas e sugerir melhorias &agrave;s aulas do seu&nbsp; professor. Existe tamb&eacute;m uma &ecirc;nfase nas escolas no ensino de cultura, idioma, hist&oacute;ria e pol&iacute;tica (todos de forma interligada).</p>
   
<p>Atualmente, h&aacute; um trabalho para criar uma rede de espa&ccedil;os abertos e gratuitos onde estudantes trabalham em projetos pessoais, com a assist&ecirc;ncia dos professores, cujos temas incluem ecologia, cultura, tecnologia, al&eacute;m dos estudantes que s&atilde;o estimulados a se tornar empreendedores independentes, indiv&iacute;duos capazes de organizar-se de forma aut&ocirc;noma. Eles querem se afastar de um sistema que apenas treina estudantes por outro que insere valores, e fornece a eles as ferramentas que precisam. O encorajamento e valoriza&ccedil;&atilde;o da auto-express&atilde;o &eacute; um objetivo importante.</p>
    
<p>As pessoas trabalhando dentro dessa nova estrutura de justi&ccedil;a est&atilde;o sendo treinadas em novas universidades. As universidades (sobretudo para a educa&ccedil;&atilde;o superior) s&atilde;o o pilar do novo sistema educacional. Estudantes e professores vivem juntos, de forma comunal, e o planejamento educacional &eacute; bastante participativo, sendo grande parte da programa&ccedil;&atilde;o di&aacute;ria moldada pelos estudantes. Nas faculdades de Direito os primeiros meses s&atilde;o quase que inteiramente preenchidos por Sociologia, Psicologia e discuss&otilde;es morais e filos&oacute;ficas acerca do conceito de "justi&ccedil;a", antes de prosseguir para as quest&otilde;es mais pr&oacute;prias &agrave; legisla&ccedil;&atilde;o e aspectos t&eacute;cnicos da implementa&ccedil;&atilde;o do novo modelo.</p>

<p>As escolas permanecem sob o controle do Estado ba'athista &ndash; com exce&ccedil;&atilde;o daquelas que ensinam fora de seu plano de ensino, como as escolas da l&iacute;ngua curda &ndash; que paga aos professores emant&eacute;m as instala&ccedil;&otilde;es. O treinamento de novos professores, entretanto, est&aacute; a caminho e o novo plano educacional est&aacute; em grande parte pronto para ser aplicado.</p>

<p>A educa&ccedil;&atilde;o &eacute; reconhecida como um campo fundamental para sustentar uma profunda revolu&ccedil;&atilde;o social e, de modo geral, grandes esfor&ccedil;os est&atilde;o sendo feitos para lan&ccedil;ar uma abordagem completamente nova &agrave; quest&atilde;o.</p>
    
<h3>Sa&uacute;de</h3>
    
<p>O setor m&eacute;dico ainda &eacute; mantido e pago pelo Regime. A Autonomia Democratica est&aacute; preparando-se para tomar a responsabilidade pelos pr&oacute;ximos anos. Cl&iacute;nicas locais e hospitais tamb&eacute;m est&atilde;o abrindo para providenciar cuidados b&aacute;sicos de sa&uacute;de gratuitamente, e uma acesso universal para conhecimento medico atrav&eacute;s de treino.</p>
    
<h3>Economia</h3>

<p>Politicamente, Rojava &eacute; Social Anarquista, e economicamente &eacute; anarquista de mercado. Embora estas n&atilde;o sejam defini&ccedil;&otilde;es concisas.</p>

<p>Nas regi&otilde;es h&aacute; autonomia local. Eles t&ecirc;m seu pr&oacute;prio Conselho Local, mant&eacute;m seus pr&oacute;prios postos de organiza&ccedil;&atilde;o e controle interno, e tomam decis&otilde;es sobre de quem eles compram e para quem eles vendem.</p>
    
<p>H&aacute; a filosofia econ&ocirc;mica centrada em desenvolver uma economia baseada na uni&atilde;o dos neg&oacute;cios locais num ambiente cooperativo para servir suas necessidades. Pessoas vendem e compram umas das outras e usam este ambiente para interagir com outros grupos. Isso fornece um mecanismo pelo qual&nbsp;os governos locais ser&atilde;o capazes de oferecer seus recursos (como equipamento industrial) e investimentos para todo este ambiente. Pessoas dentro das organiza&ccedil;&otilde;es tomam decis&otilde;es entre si.</p>
    
<p>N&atilde;o h&aacute; taxa. N&atilde;o h&aacute; interferencia ou taxa no trabalho. Todo lugar tem seu pr&oacute;prio centro econ&ocirc;mico. Em algumas partes, os recursos comuns t&ecirc;m um tipo de mecanismo democr&aacute;tico regulando como eles s&atilde;o distribu&iacute;dos (em vez de apenas fluir para o governo central). A principal fonte de renda do Governo &eacute; o &oacute;leo e a passagem pela fronteira.</p>

<p>Tamb&eacute;m h&aacute; o TEV DEM (Movimento Pela Sociedade Democr&aacute;tica), que &eacute; uma grande rede pol&iacute;tica de suporte que d&aacute; assist&ecirc;ncia &agrave; sociedade civil. A terra est&aacute; alocada ou em uso por meios de conselhos locais (parte do Movimento pela Sociedade Democr&aacute;tica). Eles tamb&eacute;m encorajam cooperativas e preovidenciam recursos para pequenos grupos independentes. M&aacute;quinas industriais e ve&iacute;culos s&atilde;o centralizados em grandes dep&oacute;sitos, e s&atilde;o ent&atilde;o emprestados a grupos com a necessidade de utiliz&aacute;-los.</p>
    
<p>Por exemplo, como um fazendeiro, voc&ecirc; pode escolher continuar independente, ou pode entrar na cooperativa agr&iacute;cola do governo e ter acesso a investimento (e voc&ecirc; pagar&aacute; os dividendos depois), ter&aacute; acesso a equipamentos industriais, educa&ccedil;&atilde;o/acesso a conhecimento especializado. Usando os recursos, eles s&atilde;o capazes de criar uma rede de apoio volunt&aacute;rio onde os membros participam e melhoram a utilidade da rede. H&aacute; v&aacute;rias cooperativas (por vezes concorrentes), e s&atilde;o empresas sociais.</p>

<p>N&atilde;o h&aacute; nenhuma coletiviza&ccedil;&atilde;o for&ccedil;ada &agrave; Espanha de 1936 ou Ucr&acirc;nia de 1920. A constitui&ccedil;&atilde;o portege propriedade privada, mas foi acusada por anarquistas de esquerda de ser&nbsp;burguesa. O argumento &eacute; que o povo se identifica muito como socialistas com a igualdade sendo o valor nuclear (Liberdade, Humanidade, Igualdade). O objetivo principal &eacute; a auto-sufici&ecirc;ncia e a economia localizada.</p>

<p>Fora petr&oacute;leo, o setor dominante &eacute; a agricultura, com um setor de varejo distante. Toda cidade &eacute; pr&oacute;spera, com lojas e mercados, a vida &eacute; muito vibrante, aqui. Sob o Regime da Assad, os curdos podiam apenas produzir trigo (Para a S&iacute;ria), mas o solo &eacute; muito rico. H&aacute; uma superabund&acirc;ncia de trigo e o governo quer encorajar a economia a se diversificar. Isso reduz a depend&ecirc;ncia de importa&ccedil;&otilde;es, uma vez que todos os vizinhos de Rojava s&atilde;o hostis &agrave; sua exist&ecirc;ncia. </p>

<p>Tamb&eacute;m h&aacute; o investimento na Ind&uacute;stria Leve, pois  h&aacute; a necessidade de manter seus ve&iacute;culos industriais, que est&atilde;o passando por problemas. Apesar de n&atilde;o haver grande quantidade de mat&eacute;ria prima, ainda h&aacute; muito acesso.&nbsp;Criar uma industrial nacional baseada no "Do it Yourself" &eacute; uma ordem e ideias ou conhecimento em projetos "Open Source Ecology" &eacute; definitivamente uma necessidade.</p>

<p>A economia principal de Rojava &eacute; a agricultura e produ&ccedil;&atilde;o de petr&oacute;leo (&oacute;leo), enquanto um crescente setor de servi&ccedil;os n&atilde;o pode ser subestimeto. Afr&icirc;n tem uma agricultura diversificada, mas&nbsp; Koban&ecirc; e Cizre produzem exclusivamente trigo. H&aacute; cria&ccedil;&atilde;o de gado, principalmente de propriedade familiar de ovelhas, gado e algumas grandes instala&ccedil;&otilde;es av&iacute;colas que s&atilde;o, na sua maioria cooperativas, minimamente n&atilde;o-ecol&oacute;gicas.</p>

<p>A grande quantidade de petr&oacute;leo em Cizre &eacute; um importante fator pol&iacute;tico e econ&ocirc;mico. No momento, a maioria das incont&aacute;veis plataformas de petr&oacute;leo ainda est&atilde;o de p&eacute;, enquanto o embargo torna virtualmente imposs&iacute;vel de exportar quantidades maiores de petr&oacute;leo bruto, um punhado de bombas fornecem o abastecimento de combust&iacute;vel para Cizre. A eletricidade em toda Cizre &eacute; produzida com geradores movidos a Diesel. O pre&ccedil;o por um litro de diesel &eacute; menor que um dolar. A polui&ccedil;&atilde;o do solo atrav&eacute;s dos vazamentos das plataformas j&aacute; &eacute; um problema e dever&aacute; tornar-se um maior ainda no futuro. As comiss&otilde;es econ&ocirc;micas est&atilde;o interessadas em fontes renov&aacute;veis de energia, e, no momento, &agrave; procura de meios tecnologia solar e know-how para todo o pa&iacute;s.</p>

<p>Muitas ind&uacute;strias agora s&atilde;o organizadas em cooperativas, de agricultura e alfaiataria at&eacute; vendedores de varejo e h&aacute; novas cooperativas abrindo toda semana com start-ups subsidiados pela administra&ccedil;&atilde;o. A diversifica&ccedil;&atilde;o da agricultura &eacute; um esfor&ccedil;o que est&aacute; apenas come&ccedil;ando.</p>

<p>Todo dia mercadorias e alimentos est&atilde;o dispon&iacute;veis em todo o cant&atilde;o de Cizre, produtos importados um pouco, mas n&atilde;o muito mais caros do que antes do embargo de Assad. N&atilde;o h&aacute; escassez grave, mas fontes de &aacute;gua muito limitadas em algumas partes de Qamişlo, onde a &aacute;gua est&aacute; dispon&iacute;vel apenas duas ou tr&ecirc;s horas do dia. Nestes bairros, esta situa&ccedil;&atilde;o acontece h&aacute; mais de dois anos...</p>

<h3>Ecologia</h3>

<p>Desenvolvimento ecol&oacute;gico e prote&ccedil;&atilde;o ambiental constam no plano de valores da revolu&ccedil;&atilde;o de Rojava. Na pr&aacute;tica, ainda h&aacute; um longo caminho a ser percorrido. Consci&ecirc;ncia ambiental, enquanto conceito s&oacute;cio-pol&iacute;tico, se desenvolveu, ampliou e tornou-se radical na Europa no &uacute;ltimo s&eacute;culo, e ainda &eacute; relativamente uma novidade para o Oriente M&eacute;dio. O desenvolvimento ecol&oacute;gico da economia de Rojava &eacute; um dos v&aacute;rios campos em que a administra&ccedil;&atilde;o pede ajuda do exterior. &Eacute; crucial agora a entrada de comunidades de todas as partes do mundo que tenham experi&ecirc;ncia em sustentabilidade e meios revolucion&aacute;rios de produ&ccedil;&atilde;o. Esse conhecimento &eacute; urgentemente requisitado para prevenir Rojava de cair novamente no esquema de produ&ccedil;&atilde;o centralizado e n&atilde;o sustent&aacute;vel que era dominante sob o comando Baath.</p>

<p>Os munic&iacute;pios est&atilde;o lutando para ampliar a consci&ecirc;ncia acerca do problema do lixo. Enquanto um sistema consistente de administra&ccedil;&atilde;o de descartes n&atilde;o existe ainda, algumas comunas de bairros e vilas fazem um &oacute;timo trabalho em limpar suas ruas, lembrando os &lsquo;dias Umuganda&rsquo; de Ruanda (segundo os quais a todo primeiro s&aacute;bado do m&ecirc;s, os Ruandeses re&uacute;nem-se em seus bairros para realizar trabalho comunit&aacute;rio). Enquanto em Ruanda o decreto &eacute; do governo central e a participa&ccedil;&atilde;o &eacute; obrigat&oacute;ria, as comunas de Rojava o fazem espontaneamente. Os comit&ecirc;s de ecologia s&atilde;o entusi&aacute;sticos acerca da reciclagem e de outras iniciativas relacionadas aos problemas ambientais. Falta no
momento, entretanto, que os objetivos sejam postos em pr&aacute;tica.</p>

<p>Pr&oacute;xima ao distrito de Ciz&icirc;re, h&aacute; terra cultiv&aacute;vel. S&atilde;o tr&ecirc;s as principais fontes de &aacute;gua: o rio Tigre, o Cexcex e o Xab&ucirc;r. Al&eacute;m dos inacab&aacute;veis campos de trigo, h&aacute; seis lagos pr&oacute;ximos &agrave; fronteira norte, em torno dos quais diversos ecossistemas coexistem em pequenos bols&otilde;es de florestas e pantanais. O departamento de ecologia est&aacute; trabalhando para englob&aacute;-los num status de Parque Nacional e proteger sua fauna, com ajuda de alde&otilde;es locais. Eles t&ecirc;m como objetivo realizar uma pesquisa estendida dos ecossistemas e criar centros de educa&ccedil;&atilde;o nessas &aacute;reas, em que estudantes e outras pessoas possam ativamente aprender sobre ecologia. O departamento ambiental de Ciz&icirc;re est&aacute; atualmente buscando por parceria estrangeira&nbsp;para implementar esses projetos.</p>

<h3>Defesa e seguran&ccedil;a</h3>

<p>Algumas semanas atr&aacute;s tive um debate com um camarada comunista&nbsp;&ndash; O fervoroso debate sobre se o Estado pode ser usado como uma ferramente revolucion&aacute;ria. Para meu forte argumento contra isso, ele respondeu "Bem, &eacute; isso que sempre discuto com os "Apoists". Eles falam que o estado &eacute; mal, mesmo tendo criado um."</p>

<p>Rojava &eacute; realmente um Estado? Muitos argumentos t&ecirc;m sido feitos a favor e contra essa quest&atilde;o. Quando se trata do ex&eacute;rcito de Rojava, posso apenas concordar com as cr&iacute;ticas. O HPG (Hez&ecirc;n Parastina Gel), sempre na sombra do her&oacute;ico YPG, n&atilde;o deixa d&uacute;vidas. &Eacute; um ex&eacute;rcito de infantaria plenamente desenvolvido onde todos os homens de Rojava de idade entre 18 e 30 t&ecirc;m que servir no m&iacute;nimo seis meses. Grandes outdoors em Qamişlo mostram batalh&otilde;es imponentes com soldados fardados de bege com os bra&ccedil;os direitos estendidos para o ar. O ritual foi adotado&nbsp;do ex&eacute;rcito Baathista. Voc&ecirc; n&atilde;o tem que pensar muito para saber de onde pegaram esta ideia.&nbsp;</p>

<p>Sim&nbsp;&ndash; Um ex&eacute;rcito de conscri&ccedil;&atilde;o requer um n&iacute;vel de coer&ccedil;&atilde;o institucionalizada e centraliza&ccedil;&atilde;o de poder que s&atilde;o atributos indiscut&iacute;veis do Estado. Na medida que Rojava ainda est&aacute; longe de qualquer outro Estado no mundo, nessa quest&atilde;o, o caso &eacute; claro.</p>
    
<p>Ent&atilde;o acabou? Rojava morreu como a Espanha revolucion&aacute;ria e a Comuna de Paris? De volta ao debate, meu camarada comunista e eu n&atilde;o pensamos assim. E isso &eacute; por causa de uma nova for&ccedil;a que esteve ao redor por alguns meses: o HPC (H&ecirc;z&ecirc;n Parastina Cewher&icirc;). N&atilde;o h&aacute; muita diferen&ccedil;a na tradu&ccedil;&atilde;o dos nomes, os dois essencialmente significam "for&ccedil;as de auto-defesa). Mas o HPC s&atilde;o civis armados que receberam treinamento b&aacute;sico e providenciam seguran&ccedil;a &agrave;s suas comunidades de manh&atilde; &agrave; noite. Est&atilde;o em rodovias onde ocasionalmente verificam carros (uma das principais raz&otilde;es o Estado Isl&acirc;mico trazendo armas para dentro da cidade) ou tomar as chaves de motoristas embreagados. S&atilde;o homens e mulheres, jovens e adultos, &aacute;rabes e curdos. Eles organizam a comuna, toda noite h&aacute; algu&eacute;m em dever. Eles n&atilde;o est&atilde;o preocupados com um policiamento mesquinho, mas com a seguran&ccedil;a de sua comunidade. Eles s&atilde;o uma ideia da revolu&ccedil;&atilde;o.</p>

<p>Se uma autoridade d&aacute; armas a seus s&uacute;ditos, esta &eacute; a maior prova de integridade. &Eacute; como Deus dar a Ad&atilde;o e Eva a fruta proibida e incentiv&aacute;-los a com&ecirc;-la. As pessoas n&atilde;o s&oacute; precisam se auto-organizar em vez de confiar numa autoridade, elas precisam saber que chegar&aacute; o dia em que elas necessitar&atilde;o se defender n&atilde;o s&acute;ocontra um inimigo externo, mas contra a pr&oacute;pria autoridade. Vamos fazer um experimento hipot&eacute;tico: Suponhamos que algumas pessoas come&ccedil;am a sentir que o HPG n&atilde;o tem nada a ver com a prote&ccedil;&atilde;o das pessoas mais, mas querem apenas defender o status que de uma elite dominante. Agora eles t&ecirc;m em m&atilde;os o meio de proteger seus filhos e irm&atilde;os contra qualquer um que tente for&ccedil;&aacute;-los ao recrutamento (com o HPC). E se outras comunidades fizerem o mesmo, logo as fileiras do ex&eacute;rcito estar&atilde;o vazias. Parece que Rojava criou um cancro, mas ao mesmo tempo, criou a cura. </p>
    
<h3>A guerra</h3>
    
<p>O YPG consiste em tr&ecirc;s elementos b&aacute;sicos: Os combatentes profissionais, as mil&iacute;cias e o mencionado ex&eacute;rcito de conscri&ccedil;&atilde;o. Os profissionais comprometem-se a uma vida como revolucion&aacute;rios. Enquanto todos os combatentes do YPG lutam para defender a liberdade das mulheres e uma sociedade democr&aacute;tica e ecol&oacute;gica, s&atilde;o os profissionais que fazem disso uma meta de vida. O HPG &eacute; destinado a proteger as fronteiras quando a guerra acabar, mas no momento tamb&eacute;m est&atilde;o lutando em front. Quase quarenta porcento do YPG &eacute; ocupado por profissionais, o restante &eacute; constitu&iacute;do do ex&eacute;cito e mil&iacute;cias. Os combatentes das mil&iacute;cias continuam sendo um grande problema. Seus n&uacute;meros s&atilde;o urgentemente necess&aacute;rios e foram ainda mais h&aacute; uma ou dois anos atr&aacute;s, mas muito deles ainda precisam de treinamento b&aacute;sico. Agora que a situa&ccedil;&atilde;o no front mudou para algo melhor, muitos milicianos homens e mulheres est&atilde;o sendo mandados para o treinamento pela primeira vez. Os valores morais e ideol&oacute;gicos que desempenham um papel t&atilde;o grande no bra&ccedil;o profissional do YPG quase nunca alcan&ccedil;am as mil&iacute;cias, que s&atilde;o a causa de recorrentes relatos sobre combatentes agredindo prisioneiros do Estado Isl&acirc;mico ou at&eacute; atacando civis, saqueando vilarejos em territ&oacute;rios ocupados recentemente. Essas a&ccedil;&otilde;es s&atilde;o consideradas criminosas e graves no YPG, tanto moralmente quando legalmente, e h&aacute; comiss&otilde;es com grandes fundos monet&aacute;rios apenas para compensar civis que perderam casas e bens. Ainda assim, o seguimento destes incidentes algumas vezes se perde na confus&atilde;o da guerra e burocracia. Geralmente as v&iacute;timas tamb&eacute;m n&atilde;o sabem quem contactar.</p>
    
<p>A parcela profissional do YPG &eacute;, em sua maior parte, uma for&ccedil;a de combate corajosa e eficaz, muito boa em empregar t&aacute;ticas de guerrilha na guerra urbana. Ainda resta um n&iacute;vel de confus&atilde;o e imper&iacute;cia devido &agrave; natrueza da guerra. A experi&ecirc;ncia militar do YPG vem de uma resist&ecirc;ncia armada em outras partes do Curdist&atilde;o, todas muito montanhosas &ndash;Em contrapartida, o Curdist&atilde;o S&iacute;rio (Rojava) &eacute; plano, e requer continua defesa de cidades e &aacute;reas sem nenhuma vantagem geogr&aacute;fica. Nos &uacute;ltimos dois meses, muitos combatentes foram retirados de Koban&ecirc; depois de seis meses de conflito urbano pesado, para passar suas experi&ecirc;ncias para novos recrutas. Enquanto o Estado Isl&acirc;mico ou o regime Baathsita (Bashar Al-Assad) usam tecnologia moderna extensivamente para propaganda e intelig&ecirc;ncia, o YPG continua muito atr&aacute;s. Dadas as circunst&acirc;ncias, o YPG est&aacute; fazendo um bom trabalho, adaptando-se, mas ainda necessita de muitas mudan&ccedil;as na estrutura, treinamento, Propaganda e Intelig&ecirc;ncia s&atilde;o necess&aacute;rias.</p>

<p>Os cant&otilde;es de Ciz&icirc;re e Koban&ecirc; fora unidos recentemente nas batalhas de Gire Sip&icirc; e Siluk. Quase todo o territ&oacute;rio curdo e grandes por&ccedil;&otilde;es de terras habitadas (principalmente por guerrilhas sect&aacute;rias) agora est&atilde;o sobre o controle do YPG. Com a pendente ofensiva em Jarablus e Azaz, os tr&ecirc;s cant&otilde;es de Rojava e as &aacute;reas autonomas de Sangal ser&atilde;o territ&oacute;rios cont&iacute;nuos. O Estado Turco, no entanto, declarou que n&atilde;o permitir&aacute; um "corredor curdo" existir entre Afr&icirc;n e Koban&ecirc;. Apesar da Turquia precisar da aprova&ccedil;&atilde;o da OTAN para invadir territ&oacute;rios da S&iacute;ria, n&atilde;o parece imposs&iacute;vel (e realmente n&atilde;o foi, nas &uacute;ltimas ofensivas armadas da Turquia a &aacute;reas Curdas) realizarem isso. Depois de tudo, o ocendente tem tolerado o apoio aberto ao Estado Isl&acirc;mico, e enquanto os bombardeios da coaliz&atilde;o t&ecirc;m sido uma grande ajuda para o YPG, eles nunca foram aliados confi&aacute;veis como o Peshmerga.</p>
    
<p>A situa&ccedil;&atilde;o na Turquia ser&aacute; decisiva para o futuro de Rojava. Nas recentes elei&ccedil;&otilde;es, o HPD (Partido Popular Democr&aacute;tico), um partido aliado ao movimento por liberdade curda, entrou no parlamento turco pela primeira vez. Enquanto o partido AKP, de Erdogan, perdeu sua maioria absoluta, e agora est&aacute; formando uma coaliz&atilde;o. As organiza&ccedil;&otilde;es do movimento por liberdade curda, como o PKK (Partido dos trabalhadores do Curdist&atilde;o) e o KCK (Grupo de comunidades no Curdist&atilde;o) continuam a ser listadas e marcadas como terroristas. Massivas opera&ccedil;&otilde;es militares contra civis em &aacute;reas que a guerrilha assumiu o controle estremeceu Bakur (Curdist&atilde;o Turco) recentemente. Enquanto a repress&atilde;o contra os Curdos, pelas for&ccedil;as do Estado, grupos radicais isl&acirc;micos e grupos fascistas (onde a diferen&ccedil;a &eacute; apenas o nome) est&aacute; aumentando mais que o normal, Erdogan recusou todas as tentativas dos representantes Curdos de achar uma solu&ccedil;&atilde;o diplom&aacute;tica. H&aacute; muitos sinais de que uma revolu&ccedil;&atilde;o em larga escala est&aacute; a caminho em Bak&ucirc;r, o que significa uma guerra contra o estado Turco.</p>
    
<p>Rojava (Curdist&atilde;o S&iacute;rio) n&atilde;o ser&aacute; neutro nesta situa&ccedil;&atilde;o. Mesmo que o governo Turco tenha declarado que o YPG &eacute; a parte s&iacute;ria do PKK, comparado com o Estado Isl&acirc;mico, eles (Governo Turco) s&atilde;o um maior problema. &Eacute; ingenuidade acreditar que o OTAN continuar&aacute; seu suporte a&eacute;reo se a Turquia come&ccedil;ar uma guerra de grande escalas contra o PKK novamente. &Eacute; mais prov&aacute;vel Rojava tornar-se o pr&oacute;ximo alvo dos bombardeios. O YPG est&aacute; numa posi&ccedil;&atilde;o muito confort&aacute;vel agora, com suas vit&oacute;rias em Gire Sp&icirc; e as montanhas Kizwan. Mas se as fronteiras do norte tornarem-se campos de batalha, isso mudar&aacute; em breve. O Estado Isl&acirc;mico est&aacute; longe de acabar. Enquanto o YPG avan&ccedil;a para Xera e Mabr&ucirc;ka (com suporte da OTAN), os jihadistas tomaram Palmyra e Ramadi. O massacre de Koban&ecirc; mostrou que eles podem atacar sempre que quiserem. Eles t&ecirc;m o habito de saber quando seu inimigo est&aacute; fraco e eles aprenderam muito com a invas&atilde;o de Kobane. Com a guerra que estourou em Bak&ucirc;r, as for&ccedil;as revolucion&aacute;rias Curdas t&ecirc;m que lutar em muitos frontes que sabem que ser&atilde;o atacados. Precisam estar
preparados para isso.</p>
    
<h3>Juventude</h3>
    
<p>Muitas vezes, no YPG, vi sorrisos meio tristes quando eu respondia de onde tinha vindo (moro na Europa). Eles falavam "Louco. Voc&ecirc; vem da Europa para lutar aqui, e os jovens daqui fogem para a Europa." Mundo louco. &Eacute; um pensamento t&atilde;o desprez&iacute;vel n&atilde;o querer morrer numa guerra no meio do nada, enquanto todos parecem se divertir numa metr&oacute;poles bem temperada com internet r&aacute;pida, drogas e festas toda noite? A revolu&ccedil;&atilde;o, em contrapartida, n&atilde;o ofereceu nada a n&atilde;o ser um retrato mal editato em outdoors e cartazes p&uacute;blicos, depois de seus restos serem enterrados.</p>

<p>O Movimento Curdo pela Liberdade &eacute;, historicamente, um movimento prolet&aacute;rio, e mais importante, rural. Muitos negam o estilo de vida urbano como capitalista.&Eacute; por isso que &eacute; o discurso pol&iacute;tico tem sido largamente falho em abordagens pr&aacute;ticas para a vida nas sociedades urbanas. Tamb&eacute;m, enquanto &Ouml;calan foi muito popular em Rojava desde que come&ccedil;ou a viver aqui nos anos oitenta, o despertar e a transforma&ccedil;&atilde;o pol&iacute;tica que estremeceu Bakur (Curdist&atilde;o Turco) desde ent&atilde;o nunca aconteceu aqui (Rojava). Os estilo de mensagem da revolu&ccedil;&atilde;o apela para a diversidade tradicional da cultura curda e seus modos de vida. Os jovens de Rojava est&atilde;o igualmente entediados por isso como todos os jovens na maior parte do mundo. A cultura curda nunca foi perseguida na S&iacute;ria da mesma maneira que na Turquia, ent&atilde;o sua conserva&ccedil;&atilde;o n&atilde;o tem o apelo radical. Os jovens olham ansiosos para o Ocidente, e t&ecirc;m pouca motiva&ccedil;&atilde;o em morrer protegendo suas empoeiradas cidades natais.</p>
    
<p>Essas s&atilde;o generaliza&ccedil;&otilde;es brutas, &eacute; claro. Muitos jovens de Rojava lutam no YPG ou est&atilde;o ativos em conselhos aut&ocirc;nomos de juventude, muitos deles acreditam na revolu&ccedil;&atilde;o. Mas n&atilde;o o suficiente. H&aacute; uma extrema necessidade de comunicar uma mensagem mais moderna, de uma maneira que realmente fale para os jovens. Eles precisam entender por que a revolu&ccedil;&atilde;o &eacute; importante para eles. Precisam entender que Rojava n&atilde;o &eacute; um lugar pra se sair, mas um lugar onde as pessoas v&atilde;o, um novo lugar, &agrave; frente da hist&oacute;ria.</p>
   
<h3>Mulheres</h3>
    
<p>Rojava &eacute; uma revolu&ccedil;&atilde;o das mulheres. N&atilde;o h&aacute; d&uacute;vidas de que a liberta&ccedil;&atilde;o das mulheres na revolu&ccedil;&atilde;o fez mudan&ccedil;as mais profundas e substanciais do que em qualquer outra frente at&eacute; agora. Com uma quebra radical do patriarcado chauvinista do estado Baathista, mulheres de todas as origens agora participam ativamente na forma&ccedil;&atilde;o da sociedade. Enquanto a maioria das pessoas ouviram sobre o YPJ, cujo as combatentes do sexo feminino constituem mais de um ter&ccedil;o das for&ccedil;as de defesa de Rojava, pouqu&iacute;ssimas pessoas sabem de seus pap&eacute;is na sociedade civil, onde todas as assembleias e paralamentos s&atilde;o obrigados a ser composto por pelo menos 40 porcento de mulheres em cada posi&ccedil;&atilde;o executiva, seja ocupado por um homem ou uma mulher, h&aacute; sempre um deputado feminino. A mentalidade patriarcal &eacute; profunda, e talvez o problema mais importante que a Associa&ccedil;&atilde;o das Mulheres e outros grupos da sociedade civil est&atilde;o procurando combater. A Funda&ccedil;&atilde;o de Mulheres livres de Rojava (Waqfa Jina Azad Rojava) est&aacute; trabalhando em v&aacute;rios proojetos ambiciosos para o fortalecimento das mulheres na vida cotidiana, para aqueles que querem saber mais, recomendo o site em ingl&ecirc;s.</p>
    
<p>Rojava tem tanto sucesso na causa feminista porque &eacute; constru&iacute;do sobre trinta anos de luta das mulheres curdas contra o patriarcado e a opress&atilde;o. A liberta&ccedil;&atilde;o da mulher foi um ideal vital para o movimento Curdo por liberdade desde o in&iacute;cio. O pr&oacute;prio &Ouml;calan declarou que n&atilde;o h&aacute; sociedade livre enquanto as mulheres forem oprimidas, e n&atilde;o h&aacute; Curdist&atilde;o livre enquanto a mulher curda n&atilde;ose rebelar e retomar sua liberdade. Quando a primeira volunt&aacute;ria subiu as montanhas para se juntar &agrave; guerrilha, os combatentes homens rejeitaram, mandaram-na para casa ou para algum trabalho dom&eacute;stico enquanto os homens estavam em guerra. Foram d&eacute;cadas de incessante luta pelas mais corajosas guerrilheiras como Ber&icirc;tan, Z&icirc;lan e outras, antes que seu te&oacute;rico direito adicionado ao movimento se tornasse realidade.</p>
<p>Devemos relembrar isso quando julgarmos que os objetivos da revolu&ccedil;&atilde;o de uma sociedade ecol&oacute;gica e sem estado s&atilde;o promessas vazias. Eles s&atilde;o relativamente novos ideais. Para torn&aacute;-los pratic&aacute;veis ser&aacute; necess&aacute;ria uma grande e dura batalha dentro da revolu&ccedil;&atilde;o e como indiv&iacute;duos a liberdade da mulher se desenvolver&aacute; de uma pequena pr&aacute;tica para uma pr&aacute;tica revolucion&aacute;ria. N&oacute;s devemos sempre lembrar que os princ&iacute;pios da democracia ou ecologia social n&atilde;o s&atilde;o implementados s&oacute; porque eles existem num peda&ccedil;o de papel. A luta por eles &eacute; apenas o come&ccedil;o. </p>

<p class="go-next">Next: 4. <a href="${prefix}join-4-the-journey.html">A jornada aqui</a></p>

</section><!-- /#main -->
